<div class="row">
          <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12">
             <h4 class="form-title">About Us</h4>
          <div class="privacy-policy">
         <p>Express Network Private Limited forms part of the "The New Indian Express" Group and was incorporated on August 13, 1999 under Indian Companies Act, 1956.</p>

<p>This Company was promoted by Express Publications (Madurai) Private Limited which is the flagship Company of the Group. Express Publications (Madurai) Private Limited publishes the prestigious English language Newspaper, The New Indian Express from 25 centers in Tamilnadu, Karnataka, Andhra Pradesh, Kerala and Orissa. It also publishes Sunday Standard from New Delhi.</p>

<p>Express Publications (Madurai) Private Limited also publishes Tamil daily Dinamani , Cinema Express.</p>
<ul>
<li><a href="http://www.newindianexpress.com/" target="_BLANK"><i class="fa fa-angle-right"></i> THE NEW INDIAN EXPRESS</a></li>
<li><a href="https://www.dinamani.com/" target="_BLANK"><i class="fa fa-angle-right"></i> DINAMANI</a></li>
<li><a href="https://www.kannadaprabha.com/" target="_BLANK"><i class="fa fa-angle-right"></i> KANNADA PRABHA</a></li>
<li><a href="https://www.samakalikamalayalam.com/" target="_BLANK"><i class="fa fa-angle-right"></i> SAMAKALIKAMALAYALAM</a></li>
<li><a href="https://www.edexlive.com/" target="_BLANK"><i class="fa fa-angle-right"></i> EDEXLIVE</a></li>
<li><a href="https://www.indulgexpress.com/" target="_BLANK"><i class="fa fa-angle-right"></i> INGULGEXPRESS</a></li>
<li><a href="https://www.cinemaexpress.com/" target="_BLANK"><i class="fa fa-angle-right"></i> CINEMA EXPRESS</a></li>
<li><a href=""http://pinnaclebooks.in/ target="_BLANK"><i class="fa fa-angle-right"></i> PINNACLE BOOKS</a></li>
</ul> 

          </div>
           <div class="privacy-policy">
          <h4 class="form-title1">தினமணி : ஓர் அறிமுகம்</h4>
<p>இந்திய சுதந்திர வேள்வியின் லட்சியக் கனவுகளையும், நாட்டுப்பற்றையும் அன்று முதல் இன்று வரை தன்னுள் அடக்கிய அணையா ஜோதியாக, உங்கள் ஆதரவுடன் பீடு நடை போடும் நமது "தினமணி", தமிழ்கூறும் நல்லுலகத்துக்கு நன்றி
கூறக் கடமைப்பட்டிருக்கிறது.</p>


<h4>"தினமணி" பிறந்த கதை"</h4>
<p>தினமணி பிறந்த கதை இன்றைய தலைமுறையினருக்குத் தெரிந்திருக்க வாய்ப்பில்லை. சுருக்கமாக, மனதில் நிற்கும் விதத்தில் புதிதாக வெளியாக இருக்கும் தேசிய நாளிதழுக்கு நல்லதொரு பெயரைத் தேர்ந்தெடுக்க வாசகர்களுக்கு ஒரு போட்டி வைத்தார் சதானந்த். நல்ல பெயருக்கு பத்து ரூபாய் பரிசு என்று அறிவித்தார்.</p>

<p>"தினமணி" என்கிற பெயரை மயிலாப்பூரைச் சேர்ந்த டி.எஸ். அட்சயலிங்கமும், தியாகராய நகரைச் சேர்ந்த எஸ்.சுவாமிநாதனும் எழுதி அனுப்பி இருந்தனர். பரிசு இருவருக்கும் பகிர்ந்தளிக்கப் பட்டது. "தினமணி" என்றால் அது கதிரவனைக் குறிக்கும். அந்தப் பெயர் புதுமையாகவும், கவர்ச்சிகரமானதாகவும், ஒன்றுக்கும் மேற்பட்ட பொருள் தருவதாகவும் இருந்தது. நேரடியாகப் பொருள் கொண்டால், அன்றாடம் ஆட்சியாளர்களைத் தட்டி எழுப்பும் மணி என்று சொல்லலாம். அன்று முதல் இன்று வரை தனது பெயருக்குத் தக்கபடி "தினமணி" செயல்பட்டு வருகிறது என்பதே, அதற்குப் பெயர் சூட்டிய வாசகர்கள் இருவருக்கும், அந்தப் பெயரைத் தேர்வு செய்த சதானந்தத்துக்கும் நாம் செய்யும் கைமாறு!</p>

<p>சென்னை ஜார்ஜ் டவுனிலுள்ள மூக்கர் நல்லமுத்துச் செட்டி தெருவில் அலுவலகத்துடன் தொடங்கப்பட்ட தேசிய தினசரியான "தினமணி", பாரதியாரின் நினைவு நாளன்று வெளிவந்தது என்பது குறிப்பிடப்பட வேண்டிய விஷயம். "தினமணி" நாளிதழின் விளம்பரத்தில் "பாரதியார் நீடூழி வாழ்க! தினமணி நீடூழி வாழ்க!" என்று குறிப்பிடப்பட்டிருந்தது. இந்த தேசிய நாளிதழ் எந்தக் கட்சியையும் சார்ந்ததல்ல என்றும், சுயநல நோக்கமில்லாமல் மக்களுக்குச் சொந்தமான ஒரே பத்திரிகை என்றும் விளம்பரப்படுத்தப்பட்டது.</p>

<p>செப்டம்பர் 11, 1934-ஆம் ஆண்டு அரையணா விலையில் எட்டு பக்கங்களுடன் தனது முதல் பக்கத்திலேயே "ஏழை துயர் தீர்க்க, எல்லோரும் களித்திருக்க, எவருக்கும் அஞ்சாத தினமணி" என்கிற வாசகத்தைப் பொறித்த வண்ணம் "தினமணி" நாளிதழின் முதல் இதழ் வெளிவந்தது. ""இந்தியாவில் வசிக்கும் ஒவ்வொரு தமிழரும், தன்னைத் "தமிழர்" என்று பெருமையுடன் கூறிக்கொள்ள வேண்டும். நாட்டுக்கு வெளியே செல்லும்போது தன்னை "இந்தியன்" என்று பெருமை பொங்க அழைத்துக் கொள்ள வேண்டும். தமிழர்கள் என்றால் தமிழ்நாட்டில் பிறந்த, தமிழ்நாட்டைத் தங்கள் வசிப்பிடமாகக் கொண்டு வாழும் இந்து, முஸ்லிம், கிறிஸ்தவர்கள் மற்றும் தமிழ் பேசும் அனைவரும்தான்"" என்று சந்தேகத்துக்கிடமின்றி முதல் நாள் தலையங்கம் விளக்கி இருந்தது. இதுதான் 1934-ல் "தினமணி" நாளிதழ் பிறந்த கதை.</p>

<p>சுதந்திரப் போராட்ட காலத்தின் உச்ச கட்டத்தில், விடுதலைப் போராளிகளின் எண்ணங்களைப் பிரதிபலிக்கும், மக்கள் சக்தியை ஏகாதிபத்திய ஆங்கிலேய ஆட்சிக்கு எதிராக திரட்டும் ஆயுதமாக விளங்கிய "தினமணி", டி.எஸ். சொக்கலிங்கத்தின் தலையங்கம் மூலம் ஒரு மாபெரும் தேசத் தொண்டாற்றியது.</p>

<p>சுதந்திர இந்தியாவில் "தினமணி"யின் பங்கு அதைவிட அதிகரித்தது. கடந்த 66 ஆண்டுகால சுதந்திர இந்தியாவில், மாறுபட்ட அரசியல் சூழ்நிலைகளில், எத்தனை எத்தனையோ சோதனைகளில் தனது கொள்கைப் பிடிப்பில் தளராமல், லட்சியங்களை விட்டுக் கொடுக்காமல் "தினமணி" தொடர்கிறது என்றால் அதற்கு, அதன் முன்னோடிகளான சதானந்த், ராம்நாத் கோயங்கா, டி.எஸ். சொக்கலிங்கம், ஏ.என். சிவராமன் போன்றோர் போட்டுத் தந்த அடித்தளம் மட்டுமல்ல, தமிழ்க் கலாசாரத்தின் அடையாளமாக, தேசிய சிந்தனையின் அடித்தளமாக அன்றும், இன்றும், என்றும் தமிழ்கூறு நல்லுலகம் "தினமணி" நாளிதழைக் கருதுவதுதான் காரணம்.</p>

<p>"தினமணி" தொடங்கியபோது அன்னிய ஏகாதிபத்திய அரசை எதிர்கொள்ள வேண்டிய நிலைமை என்றால், இன்று நமது ஆட்சியாளர்களை எதிர்த்துக் குரல் கொடுத்தாக வேண்டிய கட்டாயம். கட்சிகள் மாறி மாறி ஆட்சியில் அமர்ந்தாலும் காட்சிகள் மாறுவதில்லை என்கிற நிலைமைக்கு மாற்றத்தை யார் ஏற்படுத்துவது? சுதந்திர இந்தியாவின் சுதந்திரத்தையும், பாரத நாட்டின் பண்பாட்டையும், தமிழர்தம் தனித்துவத்தையும் யார் காப்பாற்றுவது? இதுவும் ஒருவகையில் ஒரு சுதந்திர வேள்விதான். அந்தப் பணியில் "தினமணி" தன்னை அர்ப்பணித்துக் கொள்கிறது.</p>

<p>ஆம், ஆட்சியாளர்கள் யாராக இருந்தாலும், ஆட்சியின் அவலங்களை வெளிச்சம் போட்டுக் காட்டி, தவறுகள் திருத்தப்படவும், குறைகள் களையப்படவும் "தினமணி" பங்காற்றும். நடுநிலை தவறாமல், நல்லதைப் பாராட்டித் தவறைத் தட்டிக் கேட்கும். சமுதாயத்தில் காணும் தடம் பிறழ்ந்த செய்கைகளைப் படம்பிடித்துக் காட்டி சமுதாய மாற்றத்திற்கு வழி கோலும்.</p>

<p>முதல் நாள், முதல் பிரதியை வெளிக்கொணர்ந்தபோதிருந்த அதே லட்சிய வெறியுடனும், வாசகர்கள் மீதுள்ள நம்பிக்கையுடனும், "தினமணி"யின் சமுதாயப் பணி தொடரும்... நிமிர்ந்த நன்னடையுடன், நேர்கொண்ட பார்வையுடன், நிலத்தில் யார்க்கும் அஞ்சாத நெறிகளுடன் உங்கள் "தினமணி"யின் பயணம் தற்போது இணையதளத்தின் மூலமாகவும் தொடர்கிறது...</p>
          
          </div>
         </div>
        </div>